<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>Derleme</string>
	<key>about.commit</key>
	<string>Commit</string>
	<key>about.description</key>
	<string>macOS için dikey sekmeli ve bildirim panelli
Ghostty tabanlı terminal.</string>
	<key>about.docs</key>
	<string>Belgeler</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>Lisanslar</string>
	<key>about.licenses.notFound</key>
	<string>Lisans dosyası bulunamadı.</string>
	<key>about.licenses.windowTitle</key>
	<string>Üçüncü Taraf Lisansları</string>
	<key>about.version</key>
	<string>Sürüm</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@, çalışma alanı %3$lld/%2$lld</string>
	<key>alert.customColor.apply</key>
	<string>Uygula</string>
	<key>alert.customColor.cancel</key>
	<string>Vazgeç</string>
	<key>alert.customColor.message</key>
	<string>#RRGGBB biçiminde bir onaltılık renk girin.</string>
	<key>alert.customColor.title</key>
	<string>Özel Çalışma Alanı Rengi</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>#RRGGBB biçiminde bir onaltılık renk girin.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" geçerli bir onaltılık renk değil. #RRGGBB kullanın.</string>
	<key>alert.invalidColor.ok</key>
	<string>Tamam</string>
	<key>alert.invalidColor.title</key>
	<string>Geçersiz Renk</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>Vazgeç</string>
	<key>alert.renameWorkspace.message</key>
	<string>Bu çalışma alanı için özel bir ad girin.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>Çalışma alanı adı</string>
	<key>alert.renameWorkspace.rename</key>
	<string>Yeniden Adlandır</string>
	<key>alert.renameWorkspace.title</key>
	<string>Çalışma Alanını Yeniden Adlandır</string>
	<key>appIcon.automatic</key>
	<string>Otomatik</string>
	<key>appIcon.dark</key>
	<string>Koyu</string>
	<key>appIcon.light</key>
	<string>Açık</string>
	<key>appearance.auto</key>
	<string>Otomatik</string>
	<key>appearance.dark</key>
	<string>Koyu</string>
	<key>appearance.light</key>
	<string>Açık</string>
	<key>appearance.system</key>
	<string>Sistem</string>
	<key>browser.action.newTab</key>
	<string>yeni sekme</string>
	<key>browser.addressBar.placeholder</key>
	<string>Arayın veya URL girin</string>
	<key>browser.addressBarSuggestions</key>
	<string>Adres çubuğu önerileri</string>
	<key>browser.alwaysAllowHost</key>
	<string>Bu ana bilgisayarı cmux'ta her zaman izin ver</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>Bağlantıyı Varsayılan Tarayıcıda Aç</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>Bağlantıyı Yeni Sekmede Aç</string>
	<key>browser.dialog.pageSays</key>
	<string>Bu sayfa diyor ki:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>%@ sayfası diyor ki:</string>
	<key>browser.downloadInProgress</key>
	<string>İndirme devam ediyor</string>
	<key>browser.downloading</key>
	<string>İndiriliyor...</string>
	<key>browser.error.cantOpen.title</key>
	<string>Bu sayfa açılamıyor</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>Site bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>%@ bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.</string>
	<key>browser.error.cantReach.title</key>
	<string>Bu sayfaya ulaşılamıyor</string>
	<key>browser.error.checkNetwork</key>
	<string>Ağ bağlantınızı kontrol edip tekrar deneyin.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>Çerçeve yüklemesi kesildi</string>
	<key>browser.error.insecure.message</key>
	<string>%@ düz HTTP kullanıyor, bu nedenle trafik ağda okunabilir veya değiştirilebilir.

Bu URL'yi varsayılan tarayıcınızda açın ya da cmux'ta devam edin.</string>
	<key>browser.error.insecure.title</key>
	<string>Bağlantı güvenli değil</string>
	<key>browser.error.invalidCertificate</key>
	<string>Bu sitenin sertifikası geçersiz.</string>
	<key>browser.error.noInternet</key>
	<string>İnternet bağlantısı yok</string>
	<key>browser.error.reload</key>
	<string>Yeniden Yükle</string>
	<key>browser.goBack</key>
	<string>Geri Git</string>
	<key>browser.goForward</key>
	<string>İleri Git</string>
	<key>browser.goToURL</key>
	<string>URL'ye git</string>
	<key>browser.newTab</key>
	<string>Yeni sekme</string>
	<key>browser.openInDefaultBrowser</key>
	<string>Varsayılan Tarayıcıda Aç</string>
	<key>browser.proceedInCmux</key>
	<string>cmux'ta devam et</string>
	<key>browser.reload</key>
	<string>Yeniden Yükle</string>
	<key>browser.search.placeholder</key>
	<string>Ara</string>
	<key>browser.stop</key>
	<string>Durdur</string>
	<key>browser.switchToTab</key>
	<string>Sekmeye geç</string>
	<key>browser.toggleDevTools</key>
	<string>Geliştirici Araçlarını Aç/Kapat</string>
	<key>cli.install.adminRequired</key>
	<string>/usr/local/bin dizinine yazmak için yönetici ayrıcalıkları gerekiyordu.</string>
	<key>cli.install.symlinkCreated</key>
	<string>Sembolik bağ oluşturuldu:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>cmux CLI Yüklenemedi</string>
	<key>cli.installed</key>
	<string>cmux CLI Yüklendi</string>
	<key>cli.uninstall.adminRequired</key>
	<string>/usr/local/bin dizinini değiştirmek için yönetici ayrıcalıkları gerekiyordu.</string>
	<key>cli.uninstall.notFound</key>
	<string>%@ konumunda cmux CLI sembolik bağı bulunamadı.</string>
	<key>cli.uninstall.removed</key>
	<string>%@ kaldırıldı.</string>
	<key>cli.uninstallFailed</key>
	<string>cmux CLI Kaldırılamadı</string>
	<key>cli.uninstalled</key>
	<string>cmux CLI Kaldırıldı</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>Genel</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>Güncellemeyi Uygula (Varsa)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>Genel</string>
	<key>command.attemptUpdate.title</key>
	<string>Güncellemeyi Dene</string>
	<key>command.browserBack.title</key>
	<string>Geri</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>Tarayıcı</string>
	<key>command.browserClearHistory.title</key>
	<string>Tarayıcı Geçmişini Temizle</string>
	<key>command.browserConsole.title</key>
	<string>JavaScript Konsolunu Göster</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>Tarayıcı Düzeni</string>
	<key>command.browserDuplicateRight.title</key>
	<string>Tarayıcıyı Sağa Çoğalt</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>Adres Çubuğuna Odaklan</string>
	<key>command.browserForward.title</key>
	<string>İleri</string>
	<key>command.browserOpenDefault.title</key>
	<string>Geçerli Sayfayı Varsayılan Tarayıcıda Aç</string>
	<key>command.browserReload.title</key>
	<string>Sayfayı Yeniden Yükle</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>Tarayıcı Düzeni</string>
	<key>command.browserSplitDown.title</key>
	<string>Tarayıcıyı Aşağı Böl</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>Tarayıcı Düzeni</string>
	<key>command.browserSplitRight.title</key>
	<string>Tarayıcıyı Sağa Böl</string>
	<key>command.browserToggleDevTools.title</key>
	<string>Geliştirici Araçlarını Aç/Kapat</string>
	<key>command.browserZoomIn.title</key>
	<string>Yakınlaştır</string>
	<key>command.browserZoomOut.title</key>
	<string>Uzaklaştır</string>
	<key>command.browserZoomReset.title</key>
	<string>Gerçek Boyut</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>Genel</string>
	<key>command.checkForUpdates.title</key>
	<string>Güncellemeleri Denetle</string>
	<key>command.clearTabName.title</key>
	<string>Sekme Adını Temizle</string>
	<key>command.clearWorkspaceName.title</key>
	<string>Çalışma Alanı Adını Temizle</string>
	<key>command.closeTab.subtitle</key>
	<string>Sekme</string>
	<key>command.closeTab.title</key>
	<string>Sekmeyi Kapat</string>
	<key>command.closeWindow.subtitle</key>
	<string>Pencere</string>
	<key>command.closeWindow.title</key>
	<string>Pencereyi Kapat</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>Çalışma Alanı</string>
	<key>command.closeWorkspace.title</key>
	<string>Çalışma Alanını Kapat</string>
	<key>command.equalizeSplits.title</key>
	<string>Bölmeleri Eşitle</string>
	<key>command.installCLI.subtitle</key>
	<string>CLI</string>
	<key>command.installCLI.title</key>
	<string>Kabuk Komutu: 'cmux'u PATH'e Yükle</string>
	<key>command.jumpUnread.subtitle</key>
	<string>Bildirimler</string>
	<key>command.jumpUnread.title</key>
	<string>Son Okunmamışa Atla</string>
	<key>command.markTabRead.title</key>
	<string>Sekmeyi Okundu Olarak İşaretle</string>
	<key>command.markTabUnread.title</key>
	<string>Sekmeyi Okunmadı Olarak İşaretle</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>Sekme</string>
	<key>command.newBrowserTab.title</key>
	<string>Yeni Sekme (Tarayıcı)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>Sekme</string>
	<key>command.newTerminalTab.title</key>
	<string>Yeni Sekme (Terminal)</string>
	<key>command.newWindow.subtitle</key>
	<string>Pencere</string>
	<key>command.newWindow.title</key>
	<string>Yeni Pencere</string>
	<key>command.newWorkspace.subtitle</key>
	<string>Çalışma Alanı</string>
	<key>command.newWorkspace.title</key>
	<string>Yeni Çalışma Alanı</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>Sekme Gezinme</string>
	<key>command.nextTabInPane.title</key>
	<string>Bölmedeki Sonraki Sekme</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>Çalışma Alanı Gezinme</string>
	<key>command.nextWorkspace.title</key>
	<string>Sonraki Çalışma Alanı</string>
	<key>command.openFolder.subtitle</key>
	<string>Çalışma Alanı</string>
	<key>command.openFolder.title</key>
	<string>Klasör Aç…</string>
	<key>command.openSettings.subtitle</key>
	<string>Genel</string>
	<key>command.openSettings.title</key>
	<string>Ayarları Aç</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>Tüm Çalışma Alanı PR Bağlantılarını Aç</string>
	<key>command.pinTab.title</key>
	<string>Sekmeyi Sabitle</string>
	<key>command.pinWorkspace.title</key>
	<string>Çalışma Alanını Sabitle</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>Sekme Gezinme</string>
	<key>command.previousTabInPane.title</key>
	<string>Bölmedeki Önceki Sekme</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>Çalışma Alanı Gezinme</string>
	<key>command.previousWorkspace.title</key>
	<string>Önceki Çalışma Alanı</string>
	<key>command.renameTab.title</key>
	<string>Sekmeyi Yeniden Adlandır…</string>
	<key>command.renameWorkspace.title</key>
	<string>Çalışma Alanını Yeniden Adlandır…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>Tarayıcı</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>Kapatılan Tarayıcı Sekmesini Yeniden Aç</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>Genel</string>
	<key>command.restartSocketListener.title</key>
	<string>CLI Dinleyicisini Yeniden Başlat</string>
	<key>command.showNotifications.subtitle</key>
	<string>Bildirimler</string>
	<key>command.showNotifications.title</key>
	<string>Bildirimleri Göster</string>
	<key>command.terminalFind.title</key>
	<string>Bul…</string>
	<key>command.terminalFindNext.title</key>
	<string>Sonrakini Bul</string>
	<key>command.terminalFindPrevious.title</key>
	<string>Öncekini Bul</string>
	<key>command.terminalHideFind.title</key>
	<string>Arama Çubuğunu Gizle</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>Terminal Düzeni</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>Tarayıcıyı Aşağı Böl</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>Terminal Düzeni</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>Tarayıcıyı Sağa Böl</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>Terminal Düzeni</string>
	<key>command.terminalSplitDown.title</key>
	<string>Aşağı Böl</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>Terminal Düzeni</string>
	<key>command.terminalSplitRight.title</key>
	<string>Sağa Böl</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>Seçimi Bulmak İçin Kullan</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>Pencere</string>
	<key>command.toggleFullScreen.title</key>
	<string>Tam Ekranı Aç/Kapat</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>Düzen</string>
	<key>command.toggleSidebar.title</key>
	<string>Kenar Çubuğunu Aç/Kapat</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>Terminal Düzeni</string>
	<key>command.toggleSplitZoom.title</key>
	<string>Bölme Yakınlaştırmasını Aç/Kapat</string>
	<key>command.triggerFlash.subtitle</key>
	<string>Görünüm</string>
	<key>command.triggerFlash.title</key>
	<string>Odaklanılan Paneli Yanıp Söndür</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>CLI</string>
	<key>command.uninstallCLI.title</key>
	<string>Kabuk Komutu: 'cmux'u PATH'ten Kaldır</string>
	<key>command.unpinTab.title</key>
	<string>Sekme Sabitlemesini Kaldır</string>
	<key>command.unpinWorkspace.title</key>
	<string>Çalışma Alanı Sabitlemesini Kaldır</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>VS Code Satır İçi Sunucusunu Yeniden Başlat</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>VS Code Satır İçi Sunucusunu Durdur</string>
	<key>commandPalette.kind.workspace</key>
	<string>Çalışma Alanı</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(özel adı temizle)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>Bu sekme adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>Özel bir sekme adı seçin.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>Bir sekme adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>Sekme adı</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>Sekmeyi Yeniden Adlandır</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>Bu çalışma alanı adını uygulamak için Enter tuşuna basın veya iptal etmek için Escape tuşuna basın.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>Özel bir çalışma alanı adı seçin.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>Bir çalışma alanı adı girin. Yeniden adlandırmak için Enter, iptal etmek için Escape tuşuna basın.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>Çalışma alanı adı</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>Çalışma Alanını Yeniden Adlandır</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>Aramanızla eşleşen komut yok.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>Bir komut yazın</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>Aramanızla eşleşen çalışma alanı yok.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>Çalışma alanlarını ara</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>Tarayıcı • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>Sekme</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>Sekme • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>Terminal • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>Çalışma Alanı</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>Çalışma Alanı • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>Pencere %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>Çalışma Alanı</string>
	<key>common.allow</key>
	<string>İzin Ver</string>
	<key>common.cancel</key>
	<string>Vazgeç</string>
	<key>common.close</key>
	<string>Kapat</string>
	<key>common.copyDetails</key>
	<string>Ayrıntıları Kopyala</string>
	<key>common.dontSave</key>
	<string>Kaydetme</string>
	<key>common.installAndRelaunch</key>
	<string>Yükle ve Yeniden Başlat</string>
	<key>common.later</key>
	<string>Daha Sonra</string>
	<key>common.notNow</key>
	<string>Şimdi Değil</string>
	<key>common.ok</key>
	<string>Tamam</string>
	<key>common.rename</key>
	<string>Yeniden Adlandır</string>
	<key>common.restartLater</key>
	<string>Daha Sonra Yeniden Başlat</string>
	<key>common.restartNow</key>
	<string>Şimdi Yeniden Başlat</string>
	<key>common.retry</key>
	<string>Tekrar Dene</string>
	<key>common.skip</key>
	<string>Atla</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>Özel Renk Seç…</string>
	<key>contextMenu.clearColor</key>
	<string>Rengi Temizle</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>Diğer Çalışma Alanlarını Kapat</string>
	<key>contextMenu.closeWorkspace</key>
	<string>Çalışma Alanını Kapat</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>Çalışma Alanlarını Kapat</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>Yukarıdaki Çalışma Alanlarını Kapat</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>Aşağıdaki Çalışma Alanlarını Kapat</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>Çalışma Alanını Okundu Olarak İşaretle</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>Çalışma Alanını Okunmadı Olarak İşaretle</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>Çalışma Alanlarını Okundu Olarak İşaretle</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>Çalışma Alanlarını Okunmadı Olarak İşaretle</string>
	<key>contextMenu.moveDown</key>
	<string>Aşağı Taşı</string>
	<key>contextMenu.moveToTop</key>
	<string>En Üste Taşı</string>
	<key>contextMenu.moveUp</key>
	<string>Yukarı Taşı</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>Çalışma Alanını Pencereye Taşı</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>Çalışma Alanlarını Pencereye Taşı</string>
	<key>contextMenu.newWindow</key>
	<string>Yeni Pencere</string>
	<key>contextMenu.pinWorkspace</key>
	<string>Çalışma Alanını Sabitle</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>Çalışma Alanlarını Sabitle</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>Özel Çalışma Alanı Adını Kaldır</string>
	<key>contextMenu.renameWorkspace</key>
	<string>Çalışma Alanını Yeniden Adlandır…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>Çalışma Alanı Sabitlemesini Kaldır</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>Çalışma Alanları Sabitlemesini Kaldır</string>
	<key>contextMenu.workspaceColor</key>
	<string>Çalışma Alanı Rengi</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>Bu, son sekmeyi kapatacak ve pencereyi kapatacak.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>Bu, son sekmeyi kapatacak ve çalışma alanını kapatacak.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>Bu bölmedeki 1 sekme kapatılacak:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>Bu bölmedeki %1$lld sekme kapatılacak:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>Diğer sekmeler kapatılsın mı?</string>
	<key>dialog.closeTab.close</key>
	<string>Kapat</string>
	<key>dialog.closeTab.message</key>
	<string>Bu, geçerli sekmeyi kapatacak.</string>
	<key>dialog.closeTab.title</key>
	<string>Sekme kapatılsın mı?</string>
	<key>dialog.closeWorkspace.message</key>
	<string>Bu, çalışma alanını ve tüm panellerini kapatacak.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>Çalışma alanı kapatılsın mı?</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>Cmd+Q için bir daha uyarma</string>
	<key>dialog.enableNotifications.message</key>
	<string>cmux için bildirimler devre dışı. Uyarıları görmek için Sistem Ayarları'nda etkinleştirin.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>Şimdi Değil</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>Ayarları Aç</string>
	<key>dialog.enableNotifications.title</key>
	<string>cmux İçin Bildirimleri Etkinleştir</string>
	<key>dialog.moveFailed.message</key>
	<string>cmux bu sekmeyi seçilen hedefe taşıyamadı.</string>
	<key>dialog.moveFailed.title</key>
	<string>Taşıma Başarısız</string>
	<key>dialog.moveTab.message</key>
	<string>Bu sekme için bir hedef seçin.</string>
	<key>dialog.moveTab.move</key>
	<string>Taşı</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>Geçerli Pencerede Yeni Çalışma Alanı</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>Yeni Pencerede Seçili Çalışma Alanı</string>
	<key>dialog.moveTab.title</key>
	<string>Sekmeyi Taşı</string>
	<key>dialog.quitCmux.message</key>
	<string>Bu, tüm pencereleri ve çalışma alanlarını kapatacak.</string>
	<key>dialog.quitCmux.quit</key>
	<string>Çık</string>
	<key>dialog.quitCmux.title</key>
	<string>cmux'tan çıkılsın mı?</string>
	<key>dialog.renameTab.message</key>
	<string>Bu sekme için özel bir ad girin.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>Sekme adı</string>
	<key>dialog.renameTab.title</key>
	<string>Sekmeyi Yeniden Adlandır</string>
	<key>dialog.renameWorkspace.message</key>
	<string>Bu çalışma alanı için özel bir ad girin.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>Çalışma alanı adı</string>
	<key>dialog.renameWorkspace.title</key>
	<string>Çalışma Alanını Yeniden Adlandır</string>
	<key>error.clipboardFolderPath</key>
	<string>Panodan herhangi bir klasör yolu yüklenemedi.</string>
	<key>language.system</key>
	<string>Sistem</string>
	<key>menu.app.about</key>
	<string>cmux Hakkında</string>
	<key>menu.app.checkForUpdates</key>
	<string>Güncellemeleri Denetle…</string>
	<key>menu.app.ghosttySettings</key>
	<string>Ghostty Ayarları…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>Yapılandırmayı Yeniden Yükle</string>
	<key>menu.app.settings</key>
	<string>Ayarlar…</string>
	<key>menu.checkForUpdates</key>
	<string>Güncellemeleri Denetle…</string>
	<key>menu.currentWindow</key>
	<string>Geçerli Pencere</string>
	<key>menu.file.closeOtherTabs</key>
	<string>Bölmedeki Diğer Sekmeleri Kapat</string>
	<key>menu.file.closeTab</key>
	<string>Sekmeyi Kapat</string>
	<key>menu.file.closeWorkspace</key>
	<string>Çalışma Alanını Kapat</string>
	<key>menu.file.commandPalette</key>
	<string>Komut Paleti…</string>
	<key>menu.file.goToWorkspace</key>
	<string>Çalışma Alanına Git…</string>
	<key>menu.file.newWindow</key>
	<string>Yeni Pencere</string>
	<key>menu.file.newWorkspace</key>
	<string>Yeni Çalışma Alanı</string>
	<key>menu.file.openFolder</key>
	<string>Klasör Aç…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>Aç</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>Klasör Aç</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>Kapatılan Tarayıcı Panelini Yeniden Aç</string>
	<key>menu.find.find</key>
	<string>Bul…</string>
	<key>menu.find.findNext</key>
	<string>Sonrakini Bul</string>
	<key>menu.find.findPrevious</key>
	<string>Öncekini Bul</string>
	<key>menu.find.hideFindBar</key>
	<string>Arama Çubuğunu Gizle</string>
	<key>menu.find.title</key>
	<string>Bul</string>
	<key>menu.find.useSelectionForFind</key>
	<string>Seçimi Bulmak İçin Kullan</string>
	<key>menu.notifications.clearAll</key>
	<string>Tümünü Temizle</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>Son Okunmamışa Atla</string>
	<key>menu.notifications.markAllRead</key>
	<string>Tümünü Okundu İşaretle</string>
	<key>menu.notifications.show</key>
	<string>Bildirimleri Göster</string>
	<key>menu.notifications.title</key>
	<string>Bildirimler</string>
	<key>menu.openInAndroidStudio</key>
	<string>Geçerli Dizini Android Studio'da Aç</string>
	<key>menu.openInAntigravity</key>
	<string>Geçerli Dizini Antigravity'de Aç</string>
	<key>menu.openInCursor</key>
	<string>Geçerli Dizini Cursor'da Aç</string>
	<key>menu.openInFinder</key>
	<string>Geçerli Dizini Finder'da Aç</string>
	<key>menu.openInGhostty</key>
	<string>Geçerli Dizini Ghostty'de Aç</string>
	<key>menu.openInITerm2</key>
	<string>Geçerli Dizini iTerm2'de Aç</string>
	<key>menu.openInIntelliJ</key>
	<string>Geçerli Dizini IntelliJ IDEA'da Aç</string>
	<key>menu.openInTerminal</key>
	<string>Geçerli Dizini Terminal'de Aç</string>
	<key>menu.openInTower</key>
	<string>Geçerli Dizini Tower'da Aç</string>
	<key>menu.openInVSCode</key>
	<string>Geçerli Dizini VS Code'da Aç (Satır İçi)</string>
	<key>menu.openInWarp</key>
	<string>Geçerli Dizini Warp'ta Aç</string>
	<key>menu.openInWindsurf</key>
	<string>Geçerli Dizini Windsurf'te Aç</string>
	<key>menu.openInXcode</key>
	<string>Geçerli Dizini Xcode'da Aç</string>
	<key>menu.openInZed</key>
	<string>Geçerli Dizini Zed'de Aç</string>
	<key>menu.preferences</key>
	<string>Tercihler…</string>
	<key>menu.quitCmux</key>
	<string>cmux'tan Çık</string>
	<key>menu.showNotifications</key>
	<string>Bildirimleri Göster</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>Odak Günlüklerini Kopyala</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>Güncelleme Günlüklerini Kopyala</string>
	<key>menu.view.actualSize</key>
	<string>Gerçek Boyut</string>
	<key>menu.view.back</key>
	<string>Geri</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>Tarayıcı Geçmişini Temizle</string>
	<key>menu.view.forward</key>
	<string>İleri</string>
	<key>menu.view.jumpToUnread</key>
	<string>Son Okunmamışa Atla</string>
	<key>menu.view.nextSurface</key>
	<string>Sonraki Yüzey</string>
	<key>menu.view.nextWorkspace</key>
	<string>Sonraki Çalışma Alanı</string>
	<key>menu.view.previousSurface</key>
	<string>Önceki Yüzey</string>
	<key>menu.view.previousWorkspace</key>
	<string>Önceki Çalışma Alanı</string>
	<key>menu.view.reloadPage</key>
	<string>Sayfayı Yeniden Yükle</string>
	<key>menu.view.renameWorkspace</key>
	<string>Çalışma Alanını Yeniden Adlandır…</string>
	<key>menu.view.showJSConsole</key>
	<string>JavaScript Konsolunu Göster</string>
	<key>menu.view.showNotifications</key>
	<string>Bildirimleri Göster</string>
	<key>menu.view.splitBrowserDown</key>
	<string>Tarayıcıyı Aşağı Böl</string>
	<key>menu.view.splitBrowserRight</key>
	<string>Tarayıcıyı Sağa Böl</string>
	<key>menu.view.splitDown</key>
	<string>Aşağı Böl</string>
	<key>menu.view.splitRight</key>
	<string>Sağa Böl</string>
	<key>menu.view.toggleDevTools</key>
	<string>Geliştirici Araçlarını Aç/Kapat</string>
	<key>menu.view.toggleSidebar</key>
	<string>Kenar Çubuğunu Aç/Kapat</string>
	<key>menu.view.workspace</key>
	<string>Çalışma Alanı %lld</string>
	<key>menu.view.zoomIn</key>
	<string>Yakınlaştır</string>
	<key>menu.view.zoomOut</key>
	<string>Uzaklaştır</string>
	<key>menu.windowNumber</key>
	<string>Pencere %lld</string>
	<key>notifications.clearAll</key>
	<string>Tümünü Temizle</string>
	<key>notifications.empty.description</key>
	<string>Masaüstü bildirimleri hızlı inceleme için burada görünecek.</string>
	<key>notifications.empty.subtitle</key>
	<string>Masaüstü bildirimleri burada görünecek.</string>
	<key>notifications.empty.title</key>
	<string>Henüz bildirim yok</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>Son Okunmamışa Atla</string>
	<key>notifications.title</key>
	<string>Bildirimler</string>
	<key>panel.displayName.fallback</key>
	<string>Sekme</string>
	<key>panel.openFolder.prompt</key>
	<string>Aç</string>
	<key>panel.openFolder.title</key>
	<string>Klasör Aç</string>
	<key>search.close.help</key>
	<string>Kapat (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>Sonraki eşleşme (Return)</string>
	<key>search.placeholder</key>
	<string>Ara</string>
	<key>search.previousMatch.help</key>
	<string>Önceki eşleşme (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>Uygulama Simgesi</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>Dock ve uygulama değiştirici</string>
	<key>settings.app.dockBadge</key>
	<string>Dock Rozeti</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>Uygulama simgesinde (Dock ve Cmd+Tab) okunmamış sayısını göster.</string>
	<key>settings.app.language</key>
	<string>Dil</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>Şimdi Yeniden Başlat</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>Daha Sonra</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>Dil değişikliğini uygulamak için yeniden başlatılsın mı?</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>Uygulamak için cmux'u yeniden başlatın</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>Yeni Çalışma Alanı Konumu</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>Kenar Çubuğu PR Bağlantılarını cmux Tarayıcısında Aç</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>Tıklamalar varsayılan tarayıcınızda açılır.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>Tıklamalar cmux tarayıcısında açılır.</string>
	<key>settings.app.renameSelectsName</key>
	<string>Yeniden Adlandırma Mevcut Adı Seçer</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>Komut Paleti yeniden adlandırması imleci sonda tutar.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>Komut Paleti yeniden adlandırması tüm metin seçili olarak başlar.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>Bildirimde Yeniden Sırala</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>Bildirim aldıklarında çalışma alanlarını en üste taşı. Sabit kısayol konumları için devre dışı bırakın.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>Kenar Çubuğunda Dal + Dizin Göster</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>Yerleşik git dalı ve çalışma dizini satırını göster.</string>
	<key>settings.app.showLog</key>
	<string>Kenar Çubuğunda Son Günlüğü Göster</string>
	<key>settings.app.showLog.subtitle</key>
	<string>Son zorunlu günlük/durum mesajını göster.</string>
	<key>settings.app.showMetadata</key>
	<string>Kenar Çubuğunda Özel Üst Veriyi Göster</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>report_meta/set_status ve report_meta_block'tan özel üst veriyi göster.</string>
	<key>settings.app.showPorts</key>
	<string>Kenar Çubuğunda Dinlenen Portları Göster</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>Etkin çalışma alanı için algılanan dinlenen portları göster.</string>
	<key>settings.app.showProgress</key>
	<string>Kenar Çubuğunda İlerlemeyi Göster</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>set_progress'ten yerleşik ilerleme çubuğunu göster.</string>
	<key>settings.app.showPullRequests</key>
	<string>Kenar Çubuğunda Çekme İsteklerini Göster</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>Durum, numara ve tıklanabilir bağlantıyla inceleme öğelerini (PR/MR/vb.) göster.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>Kenar Çubuğu Dal Düzeni</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>Satır İçi</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>Satır İçi: tüm dallar tek satırı paylaşır.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>Dikey: her dal kendi satırında görünür.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>Dikey</string>
	<key>settings.app.telemetry</key>
	<string>Anonim telemetri gönder</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>cmux'u iyileştirmek için anonimleştirilmiş çökme ve kullanım verilerini paylaş.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>Değişiklik bir sonraki başlatmada geçerli olur.</string>
	<key>settings.app.theme</key>
	<string>Tema</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>Çıkmadan Önce Uyar</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q onay olmadan hemen çıkar.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>Cmd+Q ile çıkmadan önce onay göster.</string>
	<key>settings.automation.claudeCode</key>
	<string>Claude Code Entegrasyonu</string>
	<key>settings.automation.claudeCode.note</key>
	<string>Etkinleştirildiğinde, cmux oturum izleme ve bildirim kancaları eklemek için claude komutunu sarar. Claude Code kancalarını kendiniz yönetmeyi tercih ediyorsanız devre dışı bırakın.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>Claude Code cmux entegrasyonu olmadan çalışır.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>Kenar çubuğu Claude oturum durumunu ve bildirimlerini gösterir.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>Vazgeç</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>Tam Açık Erişimi Etkinleştir</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>Bu, soy ve parola denetimlerini devre dışı bırakır ve soketi tüm yerel kullanıcılara açar. Yalnızca riski anladığınızda etkinleştirin.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>Tam açık erişim etkinleştirilsin mi?</string>
	<key>settings.automation.openAccessWarning</key>
	<string>Uyarı: Tam açık erişim, kontrol soketini bu Mac'te herkes tarafından okunabilir/yazılabilir yapar ve kimlik doğrulama denetimlerini devre dışı bırakır. Yalnızca yerel hata ayıklama için kullanın.</string>
	<key>settings.automation.port.note</key>
	<string>Her çalışma alanı ayrılmış bir port aralığıyla CMUX_PORT ve CMUX_PORT_END ortam değişkenlerini alır. Yeni terminaller bu değerleri devralır.</string>
	<key>settings.automation.portBase</key>
	<string>Port Tabanı</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>CMUX_PORT ortam değişkeni için başlangıç portu.</string>
	<key>settings.automation.portRange</key>
	<string>Port Aralığı Boyutu</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>Çalışma alanı başına port sayısı.</string>
	<key>settings.automation.socketMode</key>
	<string>Soket Kontrol Modu</string>
	<key>settings.automation.socketMode.note</key>
	<string>Programatik kontrol için yerel Unix soketine erişimi kontrol eder. Tehdit modelinize uyan bir mod seçin.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>Geçersiz kılmalar: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE ve CMUX_SOCKET_PATH (kararlı/gece derlemeleri için CMUX_ALLOW_SOCKET_OVERRIDE=1 ayarlayın).</string>
	<key>settings.automation.socketPassword</key>
	<string>Soket Parolası</string>
	<key>settings.automation.socketPassword.change</key>
	<string>Değiştir</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>Temizle</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>Parola temizlenemedi (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>Parola temizlendi.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>Önce bir parola girin.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>Parola</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>Parola kaydedilemedi (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>Parola kaydedildi.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>Ayarla</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>Uygulama Desteği klasöründe saklanır.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>Parola ayarlanmadı. Bir parola yapılandırılana kadar harici istemciler engellenecek.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>Pencerenin Arkası</string>
	<key>settings.blendMode.withinWindow</key>
	<string>Pencere İçinde</string>
	<key>settings.browser.externalPatterns</key>
	<string>Her Zaman Harici Olarak Açılacak URL'ler</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>Terminal bağlantı tıklamalarına ve yakalanan `open https://...` çağrılarına uygulanır. Satır başına bir kural. Düz metin herhangi bir URL alt dizesiyle eşleşir veya regex için `re:` ön ekini kullanın (örneğin: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>Tarama Geçmişi</string>
	<key>settings.browser.history.clearButton</key>
	<string>Geçmişi Temizle…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>Vazgeç</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>Geçmişi Temizle</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>Bu, tarayıcı çok amaçlı çubuğundan ziyaret edilen sayfa önerilerini kaldırır.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>Tarayıcı geçmişi temizlensin mi?</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>Henüz kayıtlı sayfa yok.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld kayıtlı sayfa çok amaçlı çubuk önerilerinde görünür.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>1 kayıtlı sayfa çok amaçlı çubuk önerilerinde görünür.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>Gömülü Tarayıcıda Açılacak Ana Bilgisayarlar</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>Terminal bağlantı tıklamalarına ve yakalanan `open https://...` çağrılarına uygulanır. Yalnızca bu ana bilgisayarlar cmux'ta açılır. Diğerleri varsayılan tarayıcınızda açılır. Satır başına bir ana bilgisayar veya joker karakter (örneğin: example.com, *.internal.example). Tüm ana bilgisayarları cmux'ta açmak için boş bırakın.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>Gömülü Tarayıcıda İzin Verilen HTTP Ana Bilgisayarları</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>Hangi HTTP (HTTPS olmayan) ana bilgisayarlarının cmux'ta uyarı istemi olmadan açılabileceğini kontrol eder. Varsayılanlar localhost, 127.0.0.1, ::1, 0.0.0.0 ve *.localtest.me içerir.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>Satır başına bir ana bilgisayar veya joker karakter (örneğin: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>Kaydet</string>
	<key>settings.browser.interceptOpen</key>
	<string>Terminalde open http(s) Komutlarını Yakala</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>Kapalıyken, `open https://...` ve `open http://...` her zaman varsayılan tarayıcınızı kullanır.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>Terminal Bağlantılarını cmux Tarayıcısında Aç</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>Kapalıyken, terminal çıktısında tıklanan bağlantılar varsayılan tarayıcınızda açılır.</string>
	<key>settings.browser.searchEngine</key>
	<string>Varsayılan Arama Motoru</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>Giriş bir URL olmadığında tarayıcı adres çubuğu tarafından kullanılır.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>Arama Önerilerini Göster</string>
	<key>settings.browser.theme</key>
	<string>Tarayıcı Teması</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ uyumlu sayfalar için bu renk şemasını zorlar.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>Sistem, uygulama ve macOS görünümünü takip eder.</string>
	<key>settings.material.contentBackground</key>
	<string>İçerik Arka Planı</string>
	<key>settings.material.fullScreenUI</key>
	<string>Tam Ekran Kullanıcı Arayüzü</string>
	<key>settings.material.headerView</key>
	<string>Başlık Görünümü</string>
	<key>settings.material.hudWindow</key>
	<string>HUD Penceresi</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>Menü</string>
	<key>settings.material.none</key>
	<string>Yok</string>
	<key>settings.material.popover</key>
	<string>Açılır Pencere</string>
	<key>settings.material.sheet</key>
	<string>Sayfa</string>
	<key>settings.material.sidebar</key>
	<string>Kenar Çubuğu</string>
	<key>settings.material.toolTip</key>
	<string>Araç İpucu</string>
	<key>settings.material.underWindow</key>
	<string>Pencere Altı</string>
	<key>settings.material.windowBackground</key>
	<string>Pencere Arka Planı</string>
	<key>settings.preset.hudGlass</key>
	<string>HUD Glass</string>
	<key>settings.preset.nativeSidebar</key>
	<string>Yerel Kenar Çubuğu</string>
	<key>settings.preset.popoverGlass</key>
	<string>Açılır Pencere Glass</string>
	<key>settings.preset.raycastGray</key>
	<string>Raycast Gri</string>
	<key>settings.preset.softBlur</key>
	<string>Yumuşak Bulanıklık</string>
	<key>settings.preset.underWindow</key>
	<string>Pencere Altı</string>
	<key>settings.reset.resetAll</key>
	<string>Tüm Ayarları Sıfırla</string>
	<key>settings.section.app</key>
	<string>Uygulama</string>
	<key>settings.section.automation</key>
	<string>Otomasyon</string>
	<key>settings.section.browser</key>
	<string>Tarayıcı</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>Klavye Kısayolları</string>
	<key>settings.section.reset</key>
	<string>Sıfırla</string>
	<key>settings.section.sidebarAppearance</key>
	<string>Kenar Çubuğu Görünümü</string>
	<key>settings.section.workspaceColors</key>
	<string>Çalışma Alanı Renkleri</string>
	<key>settings.shortcuts.recordHint</key>
	<string>Yeni bir kısayol kaydetmek için bir kısayol değerine tıklayın.</string>
	<key>settings.shortcuts.showHints</key>
	<string>Cmd/Ctrl Basılı Tutma Kısayol İpuçlarını Göster</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>Cmd veya Ctrl basılı tutulduğunda kısayol ipucu rozetleri gizli kalır.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>Cmd (kenar çubuğu/başlık çubuğu) veya Ctrl/Cmd (bölme sekmeleri) basılı tutulduğunda kısayol ipucu rozetleri gösterilir.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>Varsayılan</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>Kenar Çubuğu Renk Tonunu Sıfırla</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>Sıfırla</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>Varsayılan kenar çubuğu görünümünü geri yükle.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>Koyu Mod Renk Tonu</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>Koyu ton</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>Koyu görünüm kullanılırken kenar çubuğu renk tonu.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>Açık Mod Renk Tonu</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>Açık ton</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>Açık görünüm kullanılırken kenar çubuğu renk tonu.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>Renk Tonu Opaklığı</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>Renk tonunun kenar çubuğu materyali üzerinde ne kadar güçlü göründüğü.</string>
	<key>settings.state.active</key>
	<string>Etkin</string>
	<key>settings.state.followWindow</key>
	<string>Pencereyi Takip Et</string>
	<key>settings.state.inactive</key>
	<string>Etkin Değil</string>
	<key>settings.title</key>
	<string>Ayarlar</string>
	<key>settings.workspaceColors.base</key>
	<string>Temel: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>Özel Renkler</string>
	<key>settings.workspaceColors.indicator</key>
	<string>Çalışma Alanı Renk Göstergesi</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>Özel renkler: henüz yok. Bir çalışma alanı bağlam menüsünden "Özel Renk Seç..." seçeneğini kullanın.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>Kenar Çubuğu &gt; Çalışma Alanı Rengi tarafından kullanılan çalışma alanı renk paletini özelleştirin. "Özel Renk Seç..." girişleri aşağıda saklanır.</string>
	<key>settings.workspaceColors.remove</key>
	<string>Kaldır</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>Paleti Sıfırla</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>Sıfırla</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>Yerleşik varsayılanları geri yükle ve tüm özel renkleri temizle.</string>
	<key>shortcut.closeWindow.label</key>
	<string>Pencereyi Kapat</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>Çalışma Alanını Kapat</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>Odaklanılan Paneli Yanıp Söndür</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>Aşağıdaki Bölmeye Odaklan</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>Soldaki Bölmeye Odaklan</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>Sağdaki Bölmeye Odaklan</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>Yukarıdaki Bölmeye Odaklan</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>Son Okunmamışa Atla</string>
	<key>shortcut.newSurface.label</key>
	<string>Yeni Yüzey</string>
	<key>shortcut.newWindow.label</key>
	<string>Yeni Pencere</string>
	<key>shortcut.newWorkspace.label</key>
	<string>Yeni Çalışma Alanı</string>
	<key>shortcut.nextSurface.label</key>
	<string>Sonraki Yüzey</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>Sonraki Çalışma Alanı</string>
	<key>shortcut.openBrowser.label</key>
	<string>Tarayıcıyı Aç</string>
	<key>shortcut.openFolder.label</key>
	<string>Klasör Aç</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>Kısayola basın…</string>
	<key>shortcut.previousSurface.label</key>
	<string>Önceki Yüzey</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>Önceki Çalışma Alanı</string>
	<key>shortcut.renameTab.label</key>
	<string>Sekmeyi Yeniden Adlandır</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>Çalışma Alanını Yeniden Adlandır</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>Tarayıcı JavaScript Konsolunu Göster</string>
	<key>shortcut.showNotifications.label</key>
	<string>Bildirimleri Göster</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>Tarayıcıyı Aşağı Böl</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>Tarayıcıyı Sağa Böl</string>
	<key>shortcut.splitDown.label</key>
	<string>Aşağı Böl</string>
	<key>shortcut.splitRight.label</key>
	<string>Sağa Böl</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>Tarayıcı Geliştirici Araçlarını Aç/Kapat</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>Bölme Yakınlaştırmasını Aç/Kapat</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>Kenar Çubuğunu Aç/Kapat</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>Terminal Kopyalama Modunu Aç/Kapat</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>Çalışma Alanını Kapat</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>Finder'da veya başka bir uygulamada açmak için sürükleyin</string>
	<key>sidebar.indicator.leftRail</key>
	<string>Sol Şerit</string>
	<key>sidebar.indicator.solidFill</key>
	<string>Düz Dolgu</string>
	<key>sidebar.metadata.showLess</key>
	<string>Daha az göster</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>Daha az ayrıntı göster</string>
	<key>sidebar.metadata.showMore</key>
	<string>Daha fazla göster</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>Daha fazla ayrıntı göster</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>%1$@ #%2$lld Aç</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>kapalı</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>birleştirildi</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>açık</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>Bu çalışma alanına odaklanmak için etkinleştirin. Yeniden sıralamak için sürükleyin veya Yukarı Taşı ve Aşağı Taşı eylemlerini kullanın.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>Aşağı Taşı</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>Yukarı Taşı</string>
	<key>socketControl.allowAll.description</key>
	<string>Herhangi bir yerel işlem ve kullanıcının kimlik doğrulama olmadan bağlanmasına izin ver. Güvensiz.</string>
	<key>socketControl.allowAll.name</key>
	<string>Tam açık erişim</string>
	<key>socketControl.automation.description</key>
	<string>Bu macOS kullanıcısından gelen harici yerel otomasyon istemcilerine izin ver (soy denetimi yok).</string>
	<key>socketControl.automation.name</key>
	<string>Otomasyon modu</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>Yalnızca cmux terminalleri içinden başlatılan işlemler komut gönderebilir.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>Yalnızca cmux işlemleri</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>Soket parola dosyası yolu çözümlenemedi.</string>
	<key>socketControl.off.description</key>
	<string>Yerel kontrol soketini devre dışı bırak.</string>
	<key>socketControl.off.name</key>
	<string>Kapalı</string>
	<key>socketControl.password.description</key>
	<string>Yerel dosyada saklanan bir parola ile soket kimlik doğrulaması gerektir.</string>
	<key>socketControl.password.name</key>
	<string>Parola modu</string>
	<key>statusMenu.clearAll</key>
	<string>Tümünü Temizle</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>Son Okunmamışa Atla</string>
	<key>statusMenu.markAllRead</key>
	<string>Tümünü Okundu İşaretle</string>
	<key>statusMenu.noUnread</key>
	<string>Okunmamış bildirim yok</string>
	<key>statusMenu.showNotifications</key>
	<string>Bildirimleri Göster</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>1 okunmamış bildirim</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld okunmamış bildirim</string>
	<key>statusMenu.unreadCount.one</key>
	<string>1 okunmamış bildirim</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld okunmamış bildirim</string>
	<key>tab.untitled</key>
	<string>Adsız Sekme</string>
	<key>theme.dark</key>
	<string>Koyu</string>
	<key>theme.light</key>
	<string>Açık</string>
	<key>theme.system</key>
	<string>Sistem</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>Yeni Çalışma Alanı</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>Yeni çalışma alanı</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>Bildirimler</string>
	<key>titlebar.notifications.tooltip</key>
	<string>Bildirimleri göster</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>Kenar Çubuğunu Aç/Kapat</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>Kenar çubuğunu göster veya gizle</string>
	<key>update.available.short</key>
	<string>Güncelleme Mevcut</string>
	<key>update.available.withVersion</key>
	<string>Güncelleme Mevcut: %@</string>
	<key>update.checking</key>
	<string>Güncellemeler denetleniyor…</string>
	<key>update.configureAutoUpdates</key>
	<string>Otomatik güncelleme tercihlerini yapılandır</string>
	<key>update.downloadAndInstall</key>
	<string>En son sürümü indir ve yükle</string>
	<key>update.downloading.progress</key>
	<string>İndiriliyor: %@</string>
	<key>update.downloading.status</key>
	<string>İndiriliyor…</string>
	<key>update.downloadingPackage</key>
	<string>Güncelleme paketi indiriliyor</string>
	<key>update.error.appLocation.title</key>
	<string>Uygulama Konumu Sorunu</string>
	<key>update.error.connectionLost.message</key>
	<string>Güncellemeler denetlenirken ağ bağlantısı kesildi. Tekrar deneyin.</string>
	<key>update.error.connectionLost.title</key>
	<string>Bağlantı Kesildi</string>
	<key>update.error.downloadFailed.title</key>
	<string>Güncelleme İndirilemedi</string>
	<key>update.error.failed.title</key>
	<string>Güncelleme Başarısız</string>
	<key>update.error.feedDownload.message</key>
	<string>cmux güncelleme akışını indiremedi. Bağlantınızı kontrol edip tekrar deneyin.</string>
	<key>update.error.feedError.title</key>
	<string>Güncelleme Akışı Hatası</string>
	<key>update.error.feedRead.message</key>
	<string>Güncelleme akışı okunamadı. Lütfen daha sonra tekrar deneyin.</string>
	<key>update.error.insecureFeed.message</key>
	<string>Güncelleme akışı güvensiz. Lütfen destekle iletişime geçin.</string>
	<key>update.error.insecureFeed.title</key>
	<string>Güvensiz Güncelleme Akışı</string>
	<key>update.error.invalidFeed.message</key>
	<string>Güncelleme akışı URL'si geçersiz. Lütfen destekle iletişime geçin.</string>
	<key>update.error.invalidFeed.title</key>
	<string>Geçersiz Güncelleme Akışı</string>
	<key>update.error.noInternet.message</key>
	<string>cmux güncelleme sunucusuna ulaşamıyor. İnternet bağlantınızı kontrol edip tekrar deneyin.</string>
	<key>update.error.noInternet.title</key>
	<string>İnternet Bağlantısı Yok</string>
	<key>update.error.permissionError.message</key>
	<string>Güncellemeleri etkinleştirmek için cmux'u Uygulamalar klasörüne taşıyıp yeniden başlatın.</string>
	<key>update.error.permissionError.title</key>
	<string>Güncelleyici İzin Hatası</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>Güncelleme sunucusuyla güvenli bir bağlantı kurulamadı. Daha sonra tekrar deneyin.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>Güvenli Bağlantı Başarısız</string>
	<key>update.error.serverNotFound.message</key>
	<string>Güncelleme sunucusu bulunamıyor. Bağlantınızı kontrol edin veya daha sonra tekrar deneyin.</string>
	<key>update.error.serverNotFound.title</key>
	<string>Sunucu Bulunamadı</string>
	<key>update.error.serverUnreachable.message</key>
	<string>cmux güncelleme sunucusuna bağlanamadı. Bağlantınızı kontrol edin veya daha sonra tekrar deneyin.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>Sunucuya Erişilemiyor</string>
	<key>update.error.signatureError.message</key>
	<string>Güncellemenin imzası doğrulanamadı. Lütfen daha sonra tekrar deneyin.</string>
	<key>update.error.signatureError.title</key>
	<string>Güncelleme İmza Hatası</string>
	<key>update.error.timedOut.message</key>
	<string>Güncelleme sunucusu yanıt vermekte çok uzun sürdü. Birazdan tekrar deneyin.</string>
	<key>update.error.timedOut.title</key>
	<string>Güncelleme Zaman Aşımına Uğradı</string>
	<key>update.extracting.progress</key>
	<string>Hazırlanıyor: %@</string>
	<key>update.installAndRelaunch</key>
	<string>Güncellemeyi Yükle ve Yeniden Başlat</string>
	<key>update.installing.status</key>
	<string>Yükleniyor…</string>
	<key>update.installingAndRestarting</key>
	<string>Güncelleme yükleniyor ve yeniden başlatmaya hazırlanıyor</string>
	<key>update.noUpdates.message</key>
	<string>En son sürümü kullanıyorsunuz</string>
	<key>update.noUpdates.title</key>
	<string>Güncelleme Yok</string>
	<key>update.permissionRequest.text</key>
	<string>Otomatik Güncellemeler Etkinleştirilsin mi?</string>
	<key>update.pleaseWait</key>
	<string>Mevcut güncellemeler denetlenirken lütfen bekleyin</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>cmux arka planda otomatik olarak güncellemeleri denetleyebilir.</string>
	<key>update.popover.checking</key>
	<string>Güncellemeler denetleniyor…</string>
	<key>update.popover.details</key>
	<string>Ayrıntılar</string>
	<key>update.popover.downloadingUpdate</key>
	<string>Güncelleme İndiriliyor</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>Otomatik güncellemeler etkinleştirilsin mi?</string>
	<key>update.popover.noUpdatesFound</key>
	<string>Güncelleme Bulunamadı</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>Zaten en son sürümü kullanıyorsunuz.</string>
	<key>update.popover.preparingUpdate</key>
	<string>Güncelleme Hazırlanıyor</string>
	<key>update.popover.released</key>
	<string>Yayınlanma:</string>
	<key>update.popover.restartRequired</key>
	<string>Yeniden Başlatma Gerekli</string>
	<key>update.popover.restartRequired.message</key>
	<string>Güncelleme hazır. Yüklemeyi tamamlamak için lütfen uygulamayı yeniden başlatın.</string>
	<key>update.popover.size</key>
	<string>Boyut:</string>
	<key>update.popover.updateAvailable</key>
	<string>Güncelleme Mevcut</string>
	<key>update.popover.version</key>
	<string>Sürüm:</string>
	<key>update.preparingUpdate</key>
	<string>Güncelleme çıkarılıyor ve hazırlanıyor</string>
	<key>update.restartToComplete</key>
	<string>Güncellemeyi Tamamlamak İçin Yeniden Başlat</string>
	<key>update.viewGitHubCommit</key>
	<string>GitHub Commit'ini Görüntüle</string>
	<key>update.viewReleaseNotes</key>
	<string>Sürüm Notlarını Görüntüle</string>
	<key>workspace.displayName.fallback</key>
	<string>Çalışma Alanı</string>
	<key>workspace.placement.afterCurrent</key>
	<string>Geçerli sonrasına</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>Yeni çalışma alanlarını etkin çalışma alanının hemen sonrasına ekle.</string>
	<key>workspace.placement.end</key>
	<string>Sona</string>
	<key>workspace.placement.end.description</key>
	<string>Yeni çalışma alanlarını listenin sonuna ekle.</string>
	<key>workspace.placement.top</key>
	<string>En Üste</string>
	<key>workspace.placement.top.description</key>
	<string>Yeni çalışma alanlarını listenin en üstüne ekle.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>Yeni Tarayıcı</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>Yeni Terminal</string>
	<key>workspace.tooltip.splitDown</key>
	<string>Aşağı Böl</string>
	<key>workspace.tooltip.splitRight</key>
	<string>Sağa Böl</string>
</dict>
</plist>
